Revit 2023 API
GroupTypeId.PrimaryEnd Property
 "Primary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId PrimaryEnd { get; }
Visual Basic
Public Shared ReadOnly Property PrimaryEnd As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PrimaryEnd {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace